aaron-bond.better-comments
alefragnani.project-manager
bungcip.better-toml
DavidAnson.vscode-markdownlint
esbenp.prettier-vscode
foxundermoon.shell-format
golang.Go
Gruntfuggly.todo-tree
PKief.material-icon-theme
richie5um2.vscode-sort-json
timonwong.shellcheck
waderyan.gitblame
